Repository: openSUSE/gfxboot
Catalog: themes/openSUSE/po/*.po
Languages: ky

source: Cancel
ky: Айнуу

source: Reboot
ky: Кайра жүктөө

source: Continue
ky: Улантуу

source: Installation
ky: Орнотуу

source: Manual Installation
ky: Жеке кол менен орнотулушу

source: Installation--ACPI Disabled
ky: ACPI'сиз орнотуу

source: Installation--Safe Settings
ky: Орнотуу--Safe Settings

source: Boot from Hard Disk
ky: Катуу дисктен жүктөө

source: Rescue System
ky: Аварийдик системаны жүктөө

source: Memory Test
ky: Эс тести

source: Boot Options
ky: Жүктөө параметрлери

source: Exiting...
ky: Чыгуу...

source: You are leaving the graphical boot menu and starting the text mode interface.
ky: Графикалык жүктөө менюсу аякталып жатат жана тексттик интерфейс башталып жатат.

source: Help
ky: Жардам

source: Starting...
ky: Баштоо...

source: Loading Linux Kernel
ky: Linux ядросу жүктөлүп жатат

source: Loading memtest86
ky: memtest86 эс тести жүктөлүп жатат

source: Boot Loader
ky: Жүктөгүч

source: I/O Error
ky: I/O Катасы

source: Change Boot Disk
ky: Жүктөлүүчү дискти алмаштыруу

source: Insert boot disk %u.
ky: %u жүктөлүүчү дискти киргизиңиз.

source: This is boot disk %u. Insert boot disk %u.
ky: Бул %u жүктөлүүчү диски. %u жүктөлүүчү дискти киргизиңиз.

source: This is not a <product> boot disk. Insert boot disk %u.
ky: Бул <product> жүктөлүүчү диски эмес. %u жүктөлүүчү дискти киргизиңиз.

source: Password
ky: Сырсөз

source: Get your driver update floppy ready.
ky: Драйвер жаңылоолор дискетасын даярдап коюңуз.

source: DVD Error
ky: DVD катасы

source: This is a two-sided DVD. You have booted from the second side. Turn the DVD over then continue.
ky: Бул эки жактуу DVD-диски. Сиз экинчи жактан жүктөлдүңүз. DVD-дискти айландырып коюңуз.

source: Power Off
ky: Өчүрүү

source: Halt the system now?
ky: Система өчүрүлсүнбү?

source: Hard Disk
ky: Катуу диск

source: Hard Disk Installation
ky: Катуу диск орнотулушу

source: Disk Device (Scans All Disks If Empty)
ky: Диск түзүлүшү (көрсөтүлбөгөн болсо бардык дисктер араланат)

source: Directory
ky: Каталог

source: FTP Installation
ky: FTP орнотулушу

source: Server
ky: Сервер

source: Password
ky: Сырсөз

source: User (Anonymous Login If Empty)
ky: Колдонуучу (көрсөтүлбөгөн болсо анонимдик кирүү колдонулат)

source: NFS Installation
ky: NFS орнотулушу

source: User (Uses "guest" If Empty)
ky: Колдонуучу (көрсөтүлбөгөн болсо "guest" колдонулат

source: SMB (Windows Share) Installation
ky: SMB (Windows бөлүшүү) орнотулушу

source: HTTP Installation
ky: HTTP орнотулушу

source: Driver
ky: Драйвер

source: Domain
ky: Домен

source: Other Options
ky: Башка параметрлер

source: Language
ky: Тил

source: Installation--IOAPIC Enabled
ky: IOAPIC менен орнотуу

source: Installation--IOAPIC Disabled
ky: IOAPIC'сиз орнотуу

source: Installation--Local APIC Disabled
ky: Local APIC'сиз орнотуу

source: Yes
ky: Ооба

source: No
ky: Жок

source: File
ky: Файл

source: Share
ky: Бөлүшүү

source: Automatic Mode
ky: Автоматтык режим

source: Manual Mode
ky: Жеке кол менен режими

source: Configure Parameters on ZEN Partition
ky: ZEN бөлүмүндө параметрлерди ырастоо

source: Install or Update ZEN Partition
ky: ZEN бөлүмүн орнотуу же жаңылоо

source: Reinstall ZEN Partition Boot Loader
ky: ZEN бөлүмдүн жүктөгүчүн кайра орнотуу

source: Disable ZEN Partition
ky: ZEN бөлүмүн өчүрүү

source: Enable ZEN Partition
ky: ZEN бөлүмүн жандыруу

source: Text Mode
ky: Текст режими

source: Firmware Test
ky: Firmware тести

source: To load driver updates directly from CD-ROM, enter the driver update file names (separated by commas ',') here:
ky: Дисктен драйвер жаңылоолорду жүктөө үчүн драйвер жаңылоолор файл аттарын кириңиз (үтүр менен бөлүнгөн ','):

source: Source
ky: Булак

source: Video Mode
ky: Видео режими

source: Driver Update
ky: Драйвер Жаңылоо

source: Arch
ky: Арх.

source: Kernel
ky: Ядро

source: Default
ky: Алдын ала

source: No ACPI
ky: ACPIсиз

source: No Local APIC
ky: Локалдык APICсиз

source: Repair Installed System
ky: Орнотулган системаны ондоо

source: Check Installation Media
ky: Орнотуу булактарын текшерүү

source: Keyboard
ky: Клавиатура

source: Download Driver Update
ky: Драйвер жаңылоосун жүктөө

source: Enter Driver Update URL
ky: Драйвер жаңылоо URL адресин кириңиз
