Repository: openSUSE/gfxboot
Catalog: themes/SuSE/po/*.po
Languages: it

source: Cancel
it: Cancella

source: Reboot
it: Riavvia

source: Continue
it: Continua

source: Installation
it: Installazione

source: Manual Installation
it: Installazione manuale

source: Installation - ACPI Disabled
it: Installazione ACPI disabilitata

source: Installation - Safe Settings
it: Installazione - Safe Settings

source: Boot from Hard Disk
it: Avvio dal disco rigido

source: Rescue System
it: Sistema di salvataggio

source: Memory Test
it: Verifica della memoria

source: Boot Options
it: Opzioni di boot

source: Good bye...
it: Ciao...

source: You are leaving the graphical boot menu and starting the text mode interface.
it: State per uscire dal menu di avvio grafico e per avviare l'interfaccia nel modo testo.

source: Help
it: Aiuto

source: Starting...
it: Avvio in corso...

source: Loading Linux Kernel
it: Caricamento del kernel Linux in corso

source: Loading memtest86
it: Caricamento di memtest86 in corso

source: I/O error
it: Errore I/O

source: Change Boot Disk
it: Cambia dischetto di boot

source: Please insert Boot Disk %u.
it: Inserite il dischetto di boot %u.

source: This is Boot Disk %u. Please insert Boot Disk %u.
it: Questo è il dischetto di boot %u Inserire il dischetto di boot %u, prego.

source: This is not a SUSE LINUX 9.3 Boot Disk. Please insert Boot Disk %u.
it: Questo non è un dischetto di boot SUSE LINUX 9.3. Inserire il dischetto di boot %u.

source: Please enter your password:
it: Immettete la vostra password:

source: Please get your Driver Update Floppy ready.
it: Approntare il vostro floppy per l'aggiornamento dei driver, prego.

source: You're almost there...
it: Ce l'avete quasi fatta...

source: It appears that the system booted from the second side of the DVD. If so, turn the DVD over and try again.
it: A quanto pare il sistema è stato avviato dal secondo lato del DVD. In tal caso, voltate il DVD e riprovate.

source: This is a two-sided DVD. You have booted from the second side. Please turn the DVD over, then continue.
it: Questo un DVD a due lati. Avete eseguito il boot dal secondo lato. Voltare il DVD, prego e quindi proseguire.

source: Do you want to halt the system now?
it: Volete fermare il sistema adesso?

source: Hard Disk
it: Disco rigido

source: Hard Disk Installation
it: Installazione disco rigido

source: Disk Device (scan all disks if empty)
it: Dispositivo disco (scandisce tutti i dischi se vuoto)

source: FTP Installation
it: Installazione FTP

source: User (anonymous login if empty)
it: Utente (login anonimo se vuoto)

source: NFS Installation
it: Installazione NFS

source: User (using "guest" if empty)
it: Utente (utilizzo di "guest" se vuoto)

source: SMB (Windows Share) Installation
it: Installazione SMB (share Windows)

source: HTTP Installation
it: Installazione HTTP

source: Domain
it: Domino
